/* Alice and Bob are typing… */
"%1$@ and %2$@ are typing…" = "%1$@ and %2$@ are typing…";

/* Alice, Bob and Charlie are typing… */
"%1$@, %2$@ and %3$@ are typing…" = "%1$@, %2$@ and %3$@ are typing…";

/* Alice, Bob, Charlie and 3 others are typing… */
"%1$@, %2$@, %3$@ and %4$@ others are typing…" = "%1$@, %2$@, %3$@ and %4$@ others are typing…";

/* Alice, Bob, Charlie and 1 other is typing… */
"%1$@, %2$@, %3$@ and 1 other is typing…" = "%1$@, %2$@, %3$@ and 1 other is typing…";

/* Alice and Bob will receive invitations */
"%@ and %@ will receive invitations" = "%1$@ and %2$@ will receive invitations";

/* No comment provided by engineer. */
"%@ invitation" = "%@ meghívó";

/* '%@' is the name of a user */
"%@ is out of office" = "%@ is out of office";

/* '%@' is the name of a user */
"%@ is out of office today" = "%@ is out of office today";

/* Alice is typing… */
"%@ is typing…" = "%@ is typing…";

/* {app name} is not installed */
"%@ not installed" = "%@ nincs telepítve";

/* {app name} version not supported */
"%@ version not supported" = "%@ verzió nem támogatott";

/* Alice will receive an invitation */
"%@ will receive an invitation" = "%@ will receive an invitation";

/* Alice, Bob and Charlie will receive invitations */
"%@, %@ and %@ will receive invitations" = "%1$@, %2$@ and %3$@ will receive invitations";

/* Alice, Bob, Charlie and 3 others will receive invitations */
"%@, %@, %@ and %ld others will receive invitations" = "%1$@, %2$@, %3$@ and %4$ld others will receive invitations";

/* Alice, Bob, Charlie and 1 other will receive invitations */
"%@, %@, %@ and 1 other will receive invitations" = "%1$@, %2$@, %3$@ and 1 other will receive invitations";

/* No comment provided by engineer. */
"%d days ago" = "%d nappal ezelőtt";

/* No comment provided by engineer. */
"%d hours ago" = "%d órával ezelőtt";

/* No comment provided by engineer. */
"%d minutes ago" = "%d perccel ezelőtt";

/* Number of options in a poll */
"%d options" = "%d options";

/* Replies in a thread */
"%d replies" = "%d replies";

/* Votes in a poll */
"%d votes" = "%d szavazat";

/* '5 active bots' in this conversation */
"%ld active bots" = "%ld active bots";

/* No comment provided by engineer. */
"%ld notifications" = "%ld értesítés";

/* No comment provided by engineer. */
"%ld participants" = "%ld résztvevő";

/* No comment provided by engineer. */
"%ld participants in this call" = "%ld participants in this call";

/* Replies in a thread */
"%ld replies" = "%ld replies";

/* No comment provided by engineer. */
"'Do not disturb' user status is ignored for important conversations" = "'Do not disturb' user status is ignored for important conversations";

/* No comment provided by engineer. */
"1 day" = "1 nap";

/* No comment provided by engineer. */
"1 hour" = "1 óra";

/* No comment provided by engineer. */
"1 week" = "1 hét";

/* First step in scanning QR code instructions */
"1. Access your server in a web browser" = "1. Access your server in a web browser";

/* No comment provided by engineer. */
"15 minutes" = "15 minutes";

/* Second step in scanning QR code instructions */
"2. Go to Settings > Security > Create new app password" = "2. Go to Settings > Security > Create new app password";

/* Message is pinned 24 hours */
"24 hours" = "24 hours";

/* Third step in scanning QR code instructions */
"3. Scan the QR code shown there" = "3. Scan the QR code shown there";

/* Message is pinned 30 days */
"30 days" = "30 days";

/* No comment provided by engineer. */
"30 minutes" = "30 perc";

/* No comment provided by engineer. */
"4 hours" = "4 óra";

/* No comment provided by engineer. */
"4 weeks" = "4 hét";

/* Message is pinned 7 days */
"7 days" = "7 days";

/* No comment provided by engineer. */
"8 hours" = "8 óra";

/* No comment provided by engineer. */
"@-mentions only" = "Csak a @-említések";

/* No comment provided by engineer. */
"[Unknown username]" = "[Ismeretlen felhasználónév]";

/* No comment provided by engineer. */
"About" = "Névjegy";

/* No comment provided by engineer. */
"Absence" = "Absence";

/* No comment provided by engineer. */
"Accept" = "Accept";

/* No comment provided by engineer. */
"Account" = "Fiók";

/* No comment provided by engineer. */
"Account already added" = "A fiók már hozzá lett adva";

/* No comment provided by engineer. */
"Account not configured" = "Fiók nincs beállítva";

/* No comment provided by engineer. */
"Account not found" = "Account not found";

/* No comment provided by engineer. */
"Accounts" = "Fiókok";

/* No comment provided by engineer. */
"Accuracy" = "Pontosság";

/* No comment provided by engineer. */
"Add (%lu)" = "%lu hozzáadása";

/* No comment provided by engineer. */
"Add account" = "Fiók hozzáadása";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "Add an internal note about this ban";

/* No comment provided by engineer. */
"Add answer" = "Válasz hozzáadása";

/* No comment provided by engineer. */
"Add attendees" = "Add attendees";

/* No comment provided by engineer. */
"Add participants" = "Résztvevők hozzáadása";

/* No comment provided by engineer. */
"Add reaction" = "Reakció hozzáadása";

/* No comment provided by engineer. */
"Add to favorites" = "Hozzáadás a kedvencekhez";

/* No comment provided by engineer. */
"Added note to self" = "Saját jegyzet hozzáadva";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "Adding a mention will only notify users that did not read the message yet";

/* No comment provided by engineer. */
"Address" = "Cím";

/* No comment provided by engineer. */
"Advanced" = "Speciális";

/* No comment provided by engineer. */
"AirPlay button" = "AirPlay gomb";

/* No comment provided by engineer. */
"All messages" = "Összes üzenet";

/* No comment provided by engineer. */
"All messages were deleted" = "Összes üzenet törölve";

/* No comment provided by engineer. */
"All notifications are muted" = "Összes értesítés némítva";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "Allow guests to join this conversation via link";

/* '@all' should not be translated */
"Allow participants to mention @all" = "Allow participants to mention @all";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "PIN-kód nélküli behívás engedélyezése";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "Engedélyezett";

/* No comment provided by engineer. */
"Alphabetical order" = "Betűrendben";

/* Sort conversations alphabetically */
"Alphabetically" = "Alphabetically";

/* No comment provided by engineer. */
"Also open to guest app users" = "Megnyitás a vendégfelhasználók számára is";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "An administrator added you and %ld more participants";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "Egy rendszergazda hozzáadta Önt és {user0} felhasználót";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = "An administrator added {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "Egy rendszergazda hozzáadta {user0} és {user1} felhasználókat";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "An administrator demoted you and %ld more participants from moderators";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "An administrator demoted you and {user0} from moderators";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "An administrator demoted {user0} and %ld more participants from moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "An administrator demoted {user0} and {user1} from moderators";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "An administrator promoted you and %ld more participants to moderators";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "An administrator promoted you and {user0} to moderators";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "An administrator promoted {user0} and %ld more participants to moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "An administrator promoted {user0} and {user1} to moderators";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "An administrator removed you and %ld more participants";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "Egy rendszergazda eltávolította Önt és {user0} felhasználót";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "An administrator removed {user0} and %ld more participants";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "Egy rendszergazda eltávolította {user0} és {user1} felhasználókat";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "Hiba történt az adatvédelmi beállítások megváltoztatása során";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "Hiba történt az olvasási állapot beállításának megváltoztatása során";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "Hiba történt a gépelés adatvédelmi beállításának megváltoztatása során";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "An error occurred downloading the picture";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "Hiba történt a profilkép eltávolítása során";

/* No comment provided by engineer. */
"An error occurred setting address" = "Hiba történt a cím beállítása során";

/* No comment provided by engineer. */
"An error occurred setting email address" = "Hiba történt az e-mail-cím beállítása során";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "Hiba történt a telefonszám beállítása során";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "Hiba történt a profilkép beállítása során";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "Hiba történt a Twitter-fiók beállítása során";

/* No comment provided by engineer. */
"An error occurred setting user name" = "Hiba történt a felhasználónév beállítása során";

/* No comment provided by engineer. */
"An error occurred setting website" = "Hiba történt a webhely beállítása során";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "Hiba történt az üzenet lefordítása során";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "Hiba történt a(z) %@ a szobához adása során";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "An error occurred while adding a reaction to a message";

/* No comment provided by engineer. */
"An error occurred while adding note" = "Hiba történt a jegyzet hozzáadása során";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "Hiba történt az állapotüzenet törlése során";

/* No comment provided by engineer. */
"An error occurred while creating poll draft" = "An error occurred while creating poll draft";

/* No comment provided by engineer. */
"An error occurred while creating the meeting" = "An error occurred while creating the meeting";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "Hiba történt a szavazás létrehozása során";

/* No comment provided by engineer. */
"An error occurred while creating the thread" = "An error occurred while creating the thread";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "Hiba történt az üzenet törlése során";

/* No comment provided by engineer. */
"An error occurred while deleting the poll draft" = "An error occurred while deleting the poll draft";

/* No comment provided by engineer. */
"An error occurred while disabling absence" = "An error occurred while disabling absence";

/* No comment provided by engineer. */
"An error occurred while editing the poll" = "An error occurred while editing the poll";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "Hiba történt a %@ fájl megnyitása során";

/* No comment provided by engineer. */
"An error occurred while pinning the message" = "An error occurred while pinning the message";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "An error occurred while removing a reaction from a message";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "Hiba történt a profilkép eltávolítása során";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "Hiba történt az üzenetküldés során";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "Hiba történt a(z) \(formattedPhoneNumber) telefonszámként történő beállítása során";

/* No comment provided by engineer. */
"An error occurred while setting absence" = "An error occurred while setting absence";

/* No comment provided by engineer. */
"An error occurred while setting description" = "An error occurred while setting description";

/* No comment provided by engineer. */
"An error occurred while setting online status" = "An error occurred while setting online status";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "Hiba történt a telefonszám beállítása során";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "Hiba történt az állapotüzenet beállítása során";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "Hiba történt a profilkép beállítása során";

/* No comment provided by engineer. */
"An error occurred while setting user status" = "An error occurred while setting user status";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "Hiba történt a fájl megosztása során";

/* No comment provided by engineer. */
"An error occurred while starting a new group conversation" = "An error occurred while starting a new group conversation";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "An error occurred while testing push notifications";

/* No comment provided by engineer. */
"An error occurred while unpinning the message" = "An error occurred while unpinning the message";

/* No comment provided by engineer. */
"an hour" = "egy óra";

/* No comment provided by engineer. */
"Anonymous poll" = "Anonymous poll";

/* No comment provided by engineer. */
"Answer" = "Válasz";

/* No comment provided by engineer. */
"Answers" = "Válaszok";

/* No comment provided by engineer. */
"App" = "Alkalmazás";

/* No comment provided by engineer. */
"App is outdated" = "Az alkalmazás elavult";

/* No comment provided by engineer. */
"Appear offline" = "Megjelenés nem kapcsolódottként";

/* No comment provided by engineer. */
"Archive conversation" = "Archive conversation";

/* No comment provided by engineer. */
"Archived conversations" = "Archived conversations";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = "Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list.";

/* No comment provided by engineer. */
"Ask a question" = "Kérdés feltevése";

/* No comment provided by engineer. */
"Attachments allowed?" = "A mellékletek engedélyezettek?";

/* No comment provided by engineer. */
"Attendees" = "Attendees";

/* Join a call in audio only mode */
"Audio only" = "Audio only";

/* No comment provided by engineer. */
"Audio options" = "Audio options";

/* No comment provided by engineer. */
"Audio, video and screen shares" = "Audio, video and screen shares";

/* No comment provided by engineer. */
"Audios" = "Hangok";

/* No comment provided by engineer. */
"Away" = "Távol";

/* No comment provided by engineer. */
"Back to conversations" = "Back to conversations";

/* Ban a user/guest */
"Ban" = "Ban";

/* e.g. Ban John Doe */
"Ban %@" = "Ban %@";

/* No comment provided by engineer. */
"Ban participant" = "Ban participant";

/* Date and time of ban creation */
"Banned by:" = "Banned by:";

/* No comment provided by engineer. */
"Banned users and guests" = "Banned users and guests";

/* Bold text */
"Bold" = "Bold";

/* No comment provided by engineer. */
"bot" = "bot";

/* No comment provided by engineer. */
"Bots" = "Bots";

/* No comment provided by engineer. */
"Browse poll drafts" = "Browse poll drafts";

/* No comment provided by engineer. */
"Busy" = "Foglalt";

/* Sort conversations by recent activity */
"By activity" = "By activity";

/* No comment provided by engineer. */
"Cached files" = "Gyorsítótárazott fájlok";

/* No comment provided by engineer. */
"Cached images" = "Gyorsítótárazott képek";

/* No comment provided by engineer. */
"Calendar" = "Calendar";

/* No comment provided by engineer. */
"Call notification sent" = "Hívásértesítés elküldve";

/* No comment provided by engineer. */
"Call options" = "Hívásbeállítások";

/* No comment provided by engineer. */
"Call recording enabled?" = "A hívásfelvétel engedélyezett?";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "A hívásfelvétel sikertelen. Lépjen kapcsolatba a rendszergazdával.";

/* No comment provided by engineer. */
"Call recording is starting" = "A hívásfelvétel elindul";

/* No comment provided by engineer. */
"Call recording started" = "A hívásfelvétel elindult";

/* No comment provided by engineer. */
"Call recording stopped" = "A hívásfelvétel véget ért";

/* No comment provided by engineer. */
"Call without notification" = "Hívás értesítés nélkül";

/* No comment provided by engineer. */
"Calling is currently not supported because end-to-end-encryption is enabled on the server" = "Calling is currently not supported because end-to-end-encryption is enabled on the server";

/* No comment provided by engineer. */
"CallKit supported?" = "CallKit supported?";

/* No comment provided by engineer. */
"Calls" = "Hívások";

/* No comment provided by engineer. */
"Calls enabled?" = "A hívások engedélyezettek?";

/* No comment provided by engineer. */
"Calls from an old account were received." = "Hívások fogadva egy régi fiókból.";

/* No comment provided by engineer. */
"Calls from old accounts" = "Hívások régi fiókokból";

/* No comment provided by engineer. */
"Camera" = "Kamera";

/* No comment provided by engineer. */
"Camera access" = "Kamerahozzáférés";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "A kamerához való hozzáférés nem engedélyezett. Ellenőrizze a beállításokat.";

/* No comment provided by engineer. */
"Camera disabled" = "Kamera letiltva";

/* No comment provided by engineer. */
"Camera enabled" = "Kamera engedélyezve";

/* No comment provided by engineer. */
"Can create conversations?" = "Létrehozhat beszélgetéseket?";

/* No comment provided by engineer. */
"Cancel" = "Mégse";

/* No comment provided by engineer. */
"Cancelled call from another account" = "Megszakított hívás egy másik fiókból";

/* No comment provided by engineer. */
"Cannot share to conversation" = "Nem lehet beszélgetésben megosztani";

/* No comment provided by engineer. */
"Capabilities" = "Képességek";

/* No comment provided by engineer. */
"Change password" = "Jelszó megváltoztatása";

/* No comment provided by engineer. */
"Change your vote" = "Szavazat módosítása";

/* No comment provided by engineer. */
"Chat" = "Csevegés";

/* No comment provided by engineer. */
"Chat messages" = "Csevegőüzenetek";

/* No comment provided by engineer. */
"Clear cache" = "Gyorsítótár ürítése";

/* No comment provided by engineer. */
"Clear cached chat messages" = "Clear cached chat messages";

/* No comment provided by engineer. */
"Clear reminder" = "Emlékeztető törlése";

/* No comment provided by engineer. */
"Clear status message" = "Állapotüzenet törlése";

/* No comment provided by engineer. */
"Clear status message after" = "Állapotüzenet törlése ennyi idő után:";

/* No comment provided by engineer. */
"Close" = "Bezárás";

/* Code block */
"Code" = "Code";

/* No comment provided by engineer. */
"Configuration" = "Beállítások";

/* No comment provided by engineer. */
"Configure your next absence period" = "Configure your next absence period";

/* No comment provided by engineer. */
"Confirm and hide warning" = "Megerősítés és figyelmeztetés elrejtése";

/* No comment provided by engineer. */
"Connecting to %@ …" = "Kapcsolódás ehhez: %@…";

/* No comment provided by engineer. */
"Connecting to the call …" = "Csatlakozás a híváshoz…";

/* No comment provided by engineer. */
"Contact access" = "Hozzáférés a névjegyekhez";

/* No comment provided by engineer. */
"Contact access has been denied" = "Nem lehet hozzáférni a névjegyzékhez";

/* No comment provided by engineer. */
"Contacts" = "Névjegyek";

/* No comment provided by engineer. */
"Conversation creation failed" = "Conversation creation failed";

/* No comment provided by engineer. */
"Conversation details" = "Beszélgetés részletei";

/* No comment provided by engineer. */
"Conversation name" = "Beszélgetés neve";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "A beszélgetés neve nem lehet üres";

/* No comment provided by engineer. */
"Conversation not found" = "Beszélgetés nem található";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "A beszélgetés nem található, vagy nincs csatlakozva";

/* No comment provided by engineer. */
"Conversation participants" = "Conversation participants";

/* No comment provided by engineer. */
"Conversation password has been removed" = "Conversation password has been removed";

/* No comment provided by engineer. */
"Conversation password has been saved" = "Conversation password has been saved";

/* No comment provided by engineer. */
"Conversation settings" = "Beszélgetésbeállítások";

/* No comment provided by engineer. */
"Conversations" = "Beszélgetések";

/* No comment provided by engineer. */
"Copy" = "Másolás";

/* No comment provided by engineer. */
"Copy message link" = "Copy message link";

/* No comment provided by engineer. */
"Copy message selection" = "Copy message selection";

/* No comment provided by engineer. */
"Could not access camera" = "Nem sikerült elérni a kamerát";

/* No comment provided by engineer. */
"Could not access microphone" = "Nem sikerült elérni a mikrofont";

/* No comment provided by engineer. */
"Could not access speech recognition" = "Nem sikerült elérni a beszédfelismerést";

/* No comment provided by engineer. */
"Could not access your location" = "Nem sikerült elérni a tartózkodási helyet";

/* No comment provided by engineer. */
"Could not add participant" = "Nem sikerült a résztvevőt hozzáadni";

/* No comment provided by engineer. */
"Could not ban participant" = "Could not ban participant";

/* No comment provided by engineer. */
"Could not change archived conversation setting" = "Could not change archived conversation setting";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "Nem sikerült megváltoztatni a hívásértesítési beállításokat";

/* No comment provided by engineer. */
"Could not change important conversation setting" = "Could not change important conversation setting";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "Nem sikerült módosítani a beszélgetés listázható hatókörét";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "Nem sikerült megváltoztatni a beszélgetés várójának állapotát";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "Could not change mention permissions of the conversation";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "Nem sikerült megváltoztatni a résztvevő moderációs engedélyeit";

/* No comment provided by engineer. */
"Could not change notifications setting" = "Nem sikerült megváltoztatni az értesítési beállításokat";

/* No comment provided by engineer. */
"Could not change password protection settings" = "Nem sikerült megváltoztatni a jelszóvédelem beállításait";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "Nem sikerült módosítani a beszélgetés írásvédett állapotát";

/* No comment provided by engineer. */
"Could not change sensitive conversation setting" = "Could not change sensitive conversation setting";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "Nem sikerült megváltoztatni a beszélgetés megosztási engedélyét";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "Nem sikerült megváltoztatni a beszélgetés SIP-állapotát";

/* No comment provided by engineer. */
"Could not clear chat history" = "Nem sikerült megváltoztatni a csevegés előzményeit";

/* No comment provided by engineer. */
"Could not clear status message" = "Nem sikerült megváltoztatni az állapotüzenetet";

/* No comment provided by engineer. */
"Could not create meeting" = "Could not create meeting";

/* No comment provided by engineer. */
"Could not delete conversation" = "Nem sikerült törölni a beszélgetést";

/* No comment provided by engineer. */
"Could not disable absence" = "Could not disable absence";

/* No comment provided by engineer. */
"Could not get available languages" = "Could not get available languages";

/* No comment provided by engineer. */
"Could not join %@ call" = "Nem sikerült csatlakozni a(z) %@ híváshoz";

/* No comment provided by engineer. */
"Could not join call with %@" = "Nem sikerült csatlakozni a következővel: %@";

/* No comment provided by engineer. */
"Could not join conversation" = "Nem sikerült csatlakozni a beszélgetéshez";

/* No comment provided by engineer. */
"Could not leave conversation" = "Nem sikerült elhagyni a beszélgetést";

/* No comment provided by engineer. */
"Could not login with QR code" = "Could not login with QR code";

/* No comment provided by engineer. */
"Could not prepare upload folder" = "Could not prepare upload folder";

/* No comment provided by engineer. */
"Could not remove participant" = "Nem sikerült eltávolítani a résztvevőt";

/* No comment provided by engineer. */
"Could not rename the conversation" = "Nem sikerült átnevezni a beszélgetést";

/* No comment provided by engineer. */
"Could not resend email invitations" = "Nem sikerült újraküldni az meghívó e-maileket";

/* No comment provided by engineer. */
"Could not send call notification" = "Nem sikerült a hívásértesítés elküldése";

/* No comment provided by engineer. */
"Could not send the message" = "Nem sikerült elküldeni az üzenetet";

/* No comment provided by engineer. */
"Could not set absence" = "Could not set absence";

/* No comment provided by engineer. */
"Could not set conversation name" = "Nem sikerült beállítani a beszélgetés nevét";

/* No comment provided by engineer. */
"Could not set message expiration time" = "Nem sikerült beállítani az üzenet elévülési idejét";

/* No comment provided by engineer. */
"Could not set online status" = "Could not set online status";

/* No comment provided by engineer. */
"Could not set phone number" = "Nem sikerült beállítani a telefonszámot";

/* No comment provided by engineer. */
"Could not set status message" = "Nem sikerült beállítani az állapotüzenetet";

/* No comment provided by engineer. */
"Could not share file" = "Nem sikerült a fájl megosztása";

/* No comment provided by engineer. */
"Could not start group conversation" = "Could not start group conversation";

/* No comment provided by engineer. */
"Create" = "Létrehozás";

/* No comment provided by engineer. */
"Create a new conversation" = "Új beszélgetés létrehozása";

/* No comment provided by engineer. */
"Create a thread" = "Create a thread";

/* No comment provided by engineer. */
"Create or join a conversation" = "Create or join a conversation";

/* No comment provided by engineer. */
"Create poll" = "Szavazás létrehozása";

/* No comment provided by engineer. */
"Creating poll draft failed" = "Creating poll draft failed";

/* No comment provided by engineer. */
"Creating poll failed" = "A szavazás létrehozása sikertelen";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "A fiók hitelesítő adatai már nem érvényesek";

/* Custom message expiration */
"Custom" = "Egyéni";

/* name of a moderator who banned a participant */
"Date:" = "Date:";

/* No comment provided by engineer. */
"days" = "nap";

/* No comment provided by engineer. */
"Deck cards" = "Kártyák";

/* No comment provided by engineer. */
"Default" = "Alapértelmezett";

/* No comment provided by engineer. */
"Delete" = "Törlés";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "Összes törlése";

/* No comment provided by engineer. */
"Delete all messages" = "Összes üzenet törlése";

/* No comment provided by engineer. */
"Delete conversation" = "Beszélgetés törlése";

/* Delete a conversation right now without waiting for auto-deletion */
"Delete now" = "Delete now";

/* No comment provided by engineer. */
"Deleted user" = "Deleted user";

/* No comment provided by engineer. */
"Deleting message" = "Üzenet törlése";

/* No comment provided by engineer. */
"Deleting poll draft failed" = "Deleting poll draft failed";

/* No comment provided by engineer. */
"Demote from moderator" = "Lefokozás moderátorról";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "Tiltott";

/* No comment provided by engineer. */
"Description" = "Leírás";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "Description cannot be longer than 500 characters";

/* No comment provided by engineer. */
"Details" = "Details";

/* No comment provided by engineer. */
"detected" = "észlelve";

/* No comment provided by engineer. */
"Detecting language" = "Nyelv észlelése";

/* No comment provided by engineer. */
"Diagnostics" = "Diagnosztika";

/* No comment provided by engineer. */
"Disable" = "Disable";

/* No comment provided by engineer. */
"Disable absence" = "Disable absence";

/* No comment provided by engineer. */
"Disable blur" = "Homályosítás letiltása";

/* speaker = Loudspeaker, device */
"Disable speaker" = "Disable speaker";

/* No comment provided by engineer. */
"Disconnected" = "Kapcsolat bontva";

/* No comment provided by engineer. */
"Dismiss" = "Mellőzés";

/* No comment provided by engineer. */
"Dismiss notification" = "Értesítés mellőzése";

/* No comment provided by engineer. */
"Do not disturb" = "Ne zavarjanak";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "Biztos, hogy törli a fájlok gyorsítótárát?";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "Biztos, hogy törli a képek gyorsítótárát?";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "Biztos, hogy törli a beszélgetés összes üzenetét?";

/* No comment provided by engineer. */
"Do you really want to delete this conversation for everyone?" = "Do you really want to delete this conversation for everyone?";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "Biztos, hogy törli ezt a szavazást?";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "Biztos, hogy kijelentkezik ebből a fiókból?";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "Biztos, hogy eltávolítja ezt a fiókot?";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "Biztos, hogy mindenképp kapcsolódik a kiszolgálóhoz?";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "Do you want to delete this conversation?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "Engedélyezi a kamerát?";

/* No comment provided by engineer. */
"Do you want to join this call?" = "Csatlakozik ehhez a híváshoz?";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "Megosztja a beszélgetésben a következőt: „%@”?";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = "Le akarja állítani a felvételt?";

/* No comment provided by engineer. */
"Don't clear" = "Ne törölje";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "Koppintson duplán a hitelesítési párbeszédablak eltüntetéséhez";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "Koppintson duplán a megosztási lehetőségek elvetéséhez";

/* No comment provided by engineer. */
"Double tap to display call options" = "Double tap to display call options";

/* A menu to show additional options for the current conversation */
"Double tap to display option menu" = "Double tap to display option menu";

/* No comment provided by engineer. */
"Double tap to display thread notification level options" = "Double tap to display thread notification level options";

/* No comment provided by engineer. */
"Double tap to edit profile" = "Koppintson duplán a profil szerkesztéséhez";

/* No comment provided by engineer. */
"Double tap to enable or disable 'Call without notification' option" = "Double tap to enable or disable 'Call without notification' option";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "Koppintson duplán a kamera engedélyezéséhez vagy letiltásához";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "Koppintson duplán a mikrofon engedélyezéséhez vagy letiltásához";

/* speaker = Loudspeaker, device */
"Double tap to enable or disable the speaker" = "Koppintson duplán a hangszóró engedélyezéséhez vagy letiltásához";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "Koppintson duplán a profil szerkesztésének befejezéséhez";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "Koppintson duplán a beszélgetés adatainak megtekintéséhez";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "Koppintson duplán a felhasználói profil és az alkalmazás beállításainak eléréséhez";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "Koppintson duplán a hívás letételéhez";

/* No comment provided by engineer. */
"Double tap to lower hand" = "Koppintson duplán a kéz leengedéséhez";

/* No comment provided by engineer. */
"Double tap to open file browser" = "Koppintson duplán a fájlböngésző megnyitásához";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "Koppintson duplán egy másik hangútvonal kiválasztásához";

/* No comment provided by engineer. */
"Double tap to send message" = "Koppintson duplán az üzenet elküldéséhez";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "Koppintson duplán a kiválasztott beszélgetésekkel való megosztáshoz";

/* No comment provided by engineer. */
"Double tap to show more actions" = "Koppintson duplán a további műveletek megjelenítéséhez";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "Koppintson duplán a csevegési nézet megjelenítéséhez vagy elrejtéséhez";

/* No comment provided by engineer. */
"Double tap to start a video call" = "Koppintson duplán a videóhívás indításához";

/* No comment provided by engineer. */
"Double tap to start a voice only call" = "Double tap to start a voice only call";

/* No comment provided by engineer. */
"Double tap to stop recording" = "Koppintson duplán a felvétel leállításához";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "Koppintson duplán a hanghívás videóhívássá alakításához";

/* No comment provided by engineer. */
"Duplicate session" = "Ismétlődő munkamenet";

/* Edit a message or room participants */
"Edit" = "Szerkesztés";

/* No comment provided by engineer. */
"Edit attendees" = "Edit attendees";

/* No comment provided by engineer. */
"Edit thread details" = "Edit thread details";

/* A message was edited */
"edited" = "edited";

/* A message was edited by ... */
"edited by" = "edited by";

/* A message was edited by ... */
"Edited by" = "Edited by";

/* No comment provided by engineer. */
"Editing Message" = "Üzenet szerkesztése";

/* No comment provided by engineer. */
"Editing poll draft" = "Editing poll draft";

/* No comment provided by engineer. */
"Editing poll failed" = "Editing poll failed";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "Vagy nincs csevegési engedélye, vagy a beszélgetés írásvédett.";

/* No comment provided by engineer. */
"Email" = "E-mail";

/* No comment provided by engineer. */
"Empty summary response" = "Empty summary response";

/* No comment provided by engineer. */
"Enable" = "Engedélyezés";

/* No comment provided by engineer. */
"Enable blur" = "Homályosítás engedélyezése";

/* No comment provided by engineer. */
"Enable screensharing" = "Enable screensharing";

/* No comment provided by engineer. */
"Enable speaker" = "Enable speaker";

/* No comment provided by engineer. */
"Enabled" = "Enabled";

/* No comment provided by engineer. */
"End call" = "Hívás vége";

/* No comment provided by engineer. */
"End call for everyone" = "Hívás befejezése mindenki számára";

/* No comment provided by engineer. */
"End poll" = "Szavazás befejezése";

/* No comment provided by engineer. */
"Enter a new password" = "Enter a new password";

/* No comment provided by engineer. */
"Enter a password" = "Adj meg egy jelszót";

/* No comment provided by engineer. */
"Error creating server path for upload" = "Error creating server path for upload";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "Hiba történt az emlékeztető létrehozása során";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "Error occurred while editing a message";

/* External signaling used */
"External" = "Külső";

/* No comment provided by engineer. */
"Failed to accept invitation" = "Failed to accept invitation";

/* No comment provided by engineer. */
"Failed to check or create attachment folder" = "Failed to check or create attachment folder";

/* No comment provided by engineer. */
"Failed to clear reminder" = "Failed to clear reminder";

/* No comment provided by engineer. */
"Failed to connect to %@" = "Sikertelen kapcsolódás a következőhöz: %@";

/* No comment provided by engineer. */
"Failed to forward message" = "Nem sikerült továbbítani az üzenetet";

/* No comment provided by engineer. */
"Failed to get calendar to schedule a meeting" = "Failed to get calendar to schedule a meeting";

/* No comment provided by engineer. */
"Failed to reject invitation" = "Failed to reject invitation";

/* No comment provided by engineer. */
"Failed to send message" = "Nem sikerült elküldeni az üzenetet";

/* No comment provided by engineer. */
"Failed to share recording" = "A hívásfelvétel megosztása sikertelen";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "Failed to unban selected entry";

/* No comment provided by engineer. */
"Federated" = "Föderált";

/* No comment provided by engineer. */
"Fetching status …" = "Állapot lekérése…";

/* Filename of a file */
"File" = "Fájl";

/* No comment provided by engineer. */
"Files" = "Fájlok";

/* No comment provided by engineer. */
"Filter and sort conversations" = "Filter and sort conversations";

/* Title for available conversations filters */
"Filters" = "Filters";

/* No comment provided by engineer. */
"First day" = "First day";

/* No comment provided by engineer. */
"Follow conversation settings" = "Follow conversation settings";

/* No comment provided by engineer. */
"For password reset and notifications" = "Jelszó-visszaállításhoz és értesítésekhez";

/* No comment provided by engineer. */
"Format" = "Formátum";

/* No comment provided by engineer. */
"Forward" = "Továbbítás";

/* No comment provided by engineer. */
"Forward to" = "Továbbítás ide:";

/* 'From' which language user wants to translate text */
"From" = "Feladó";

/* from Alice at nextcloud.local */
"from %@ at %@" = "from %1$@ at %2$@";

/* No comment provided by engineer. */
"Full name" = "Teljes név";

/* No comment provided by engineer. */
"Generate summary" = "Generate summary";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "Generating summary of unread messages";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "Generating summary of unread messages failed";

/* No comment provided by engineer. */
"Get source code" = "Forráskód letöltése";

/* No comment provided by engineer. */
"GitHub API error" = "GitHub API hiba";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "Give consent and join call";

/* No comment provided by engineer. */
"Go to message" = "Go to message";

/* Show group conversations before private ones */
"Group first" = "Group first";

/* No comment provided by engineer. */
"guest" = "vendég";

/* No comment provided by engineer. */
"Guest" = "Vendég";

/* No comment provided by engineer. */
"Guests access" = "Vendéghozzáférés";

/* No comment provided by engineer. */
"Guests app enabled?" = "A Vendégek alkalmazás engedélyezett?";

/* No comment provided by engineer. */
"Hang up" = "Hívás letétele";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "HD";

/* No comment provided by engineer. */
"Hide" = "Hide";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "High";

/* No comment provided by engineer. */
"hours" = "óra";

/* No comment provided by engineer. */
"How do you want to join the call?" = "How do you want to join the call?";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "Ha törli a beszélgetést, akkor %@ számára is törölve lesz.";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "Ha engedélyezi a kameráját, ez a hívás néhány másodpercre megszakad.";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = "Ha több kiszolgálót használ, akkor be kell jelölnie az összeset.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "Képek, fájlok, hangüzenetek…";

/* No comment provided by engineer. */
"Import account" = "Fiók importálása";

/* No comment provided by engineer. */
"Important conversation" = "Important conversation";

/* No comment provided by engineer. */
"in" = "itt:";

/* No comment provided by engineer. */
"Include calls in call history" = "Include calls in call history";

/* Message is pinned indefinitely */
"Indefinitely" = "Indefinitely";

/* Internal signaling used */
"Internal" = "Belső";

/* Internal note about why a user/guest was banned */
"Internal note" = "Internal note";

/* No comment provided by engineer. */
"Invalid date range" = "Invalid date range";

/* No comment provided by engineer. */
"Invalid email address" = "Invalid email address";

/* No comment provided by engineer. */
"Invalid end date" = "Invalid end date";

/* No comment provided by engineer. */
"Invalid server address" = "Érvénytelen kiszolgálócím";

/* No comment provided by engineer. */
"Invalid start date" = "Invalid start date";

/* No comment provided by engineer. */
"Invisible" = "Láthatatlan";

/* No comment provided by engineer. */
"Invitation resent" = "Meghívó újraküldve";

/* No comment provided by engineer. */
"Invitations resent" = "Meghívók újraküldve";

/* Invitation for a meeting */
"Invite all users and emails" = "Invite all users and emails";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "Úgy tűnik, hogy a(z) %@ nincs telepítve a kiszolgálóra.";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "Úgy tűnik, hogy nincs internetkapcsolat.";

/* Italic text */
"Italic" = "Italic";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "Csatlakozzon egy beszélgetéshez vagy indítson egy újat";

/* No comment provided by engineer. */
"Join call" = "Join call";

/* No comment provided by engineer. */
"Join call (audio only)" = "Csatlakozás a híváshoz (csak hang)";

/* No comment provided by engineer. */
"Join call with video" = "Csatlakozás a híváshoz videóval";

/* No comment provided by engineer. */
"Join open conversations" = "Join open conversations";

/* No comment provided by engineer. */
"Join video call" = "Join video call";

/* No comment provided by engineer. */
"Keep" = "Megtartás";

/* No comment provided by engineer. */
"Last day (inclusive)" = "Last day (inclusive)";

/* Last subscription to the push notification server */
"Last subscription" = "Utolsó feliratkozás";

/* No comment provided by engineer. */
"Last sync" = "Utolsó szinkronizálás";

/* Remind me later today about that message */
"Later today" = "Mai nap később";

/* No comment provided by engineer. */
"Leave" = "Elhagyás";

/* No comment provided by engineer. */
"Leave call" = "Leave call";

/* No comment provided by engineer. */
"Leave conversation" = "Beszélgetés elhagyása";

/* No comment provided by engineer. */
"less than a minute ago" = "kevesebb mint egy perce";

/* No comment provided by engineer. */
"Link https://…" = "https:// hivatkozás…";

/* No comment provided by engineer. */
"Linked file" = "Hivatkozott fájl";

/* No comment provided by engineer. */
"Load more results" = "További találatok betöltése";

/* No comment provided by engineer. */
"Lobby" = "Váró";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "A váró továbbra is aktív, és Ön nem moderátor";

/* No comment provided by engineer. */
"Local" = "Helyi";

/* No comment provided by engineer. */
"Local time: %@" = "Local time: %@";

/* No comment provided by engineer. */
"Location" = "Hely";

/* No comment provided by engineer. */
"Location access" = "Hozzáférés a tartózkodási helyhez";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "A helyszolgáltatás megtagadva. Ellenőrizze a beállításokat.";

/* No comment provided by engineer. */
"Location service is not enabled" = "A helyszolgáltatás nincs engedélyezve";

/* No comment provided by engineer. */
"Locations" = "Helyek";

/* No comment provided by engineer. */
"Lock conversation" = "Beszélgetés zárolása";

/* No comment provided by engineer. */
"Log in" = "Bejelentkezés";

/* No comment provided by engineer. */
"Log out" = "Kijelentkezés";

/* No comment provided by engineer. */
"Logged out" = "Kijelentkezve";

/* No comment provided by engineer. */
"Long absence message" = "Long absence message";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "Low";

/* No comment provided by engineer. */
"Lower hand" = "Kéz letétele";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "Kézi";

/* No comment provided by engineer. */
"Mark as read" = "Megjelölés olvasottként";

/* No comment provided by engineer. */
"Mark as unread" = "Megjelölés olvasatlanként";

/* No comment provided by engineer. */
"Match system contacts" = "Egyeztetés a rendszer névjegyeivel";

/* No comment provided by engineer. */
"Media" = "Média";

/* No comment provided by engineer. */
"Meeting created" = "Meeting created";

/* No comment provided by engineer. */
"Meeting ended" = "Meeting ended";

/* No comment provided by engineer. */
"Meeting ID" = "Találkozó azonosítója";

/* No comment provided by engineer. */
"Meeting settings" = "Találkozó beállításai";

/* 'Meetings' meaning 'Conversations that were created from a calendar event'
   Headline for a 'meeting section' */
"Meetings" = "Meetings";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "Említett";

/* Copy 'message' */
"Message" = "Message";

/* No comment provided by engineer. */
"Message copied" = "Üzenet másolva";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "Az üzenetet nem sikerült törölni, mert túl régi";

/* No comment provided by engineer. */
"Message deleted successfully" = "Az üzenet sikeresen törölve";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "Az üzenet sikeresen törölve, de Matterbridge van beállítva, így előfordulhat, hogy az üzenet már más szolgáltatásokba lett kézbesítetve";

/* No comment provided by engineer. */
"Message editing failed" = "Message editing failed";

/* No comment provided by engineer. */
"Message expiration" = "Üzenetek elévülése";

/* Copy 'link' to a message */
"Message link" = "Message link";

/* No comment provided by engineer. */
"Message link copied" = "Message link copied";

/* No comment provided by engineer. */
"Message pinned" = "Message pinned";

/* No comment provided by engineer. */
"Message preview will be disabled in conversation list and notifications" = "Message preview will be disabled in conversation list and notifications";

/* No comment provided by engineer. */
"Message rescheduling failed" = "Message rescheduling failed";

/* No comment provided by engineer. */
"Message scheduling failed" = "Message scheduling failed";

/* No comment provided by engineer. */
"Message successfully edited" = "Message successfully edited";

/* No comment provided by engineer. */
"Message successfully rescheduled" = "Message successfully rescheduled";

/* No comment provided by engineer. */
"Message successfully scheduled" = "Message successfully scheduled";

/* No comment provided by engineer. */
"Message unpinned" = "Message unpinned";

/* No comment provided by engineer. */
"Messages" = "Üzenetek";

/* No comment provided by engineer. */
"Microphone" = "Mikrofon";

/* No comment provided by engineer. */
"Microphone access" = "Mikrofonhozzáférés";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "A mikrofon elérése nem engedélyezett. Ellenőrizze a beállításokat.";

/* No comment provided by engineer. */
"Microphone disabled" = "Mikrofon letiltva";

/* No comment provided by engineer. */
"Microphone enabled" = "Mikrofon engedélyezve";

/* No comment provided by engineer. */
"minutes" = "perc";

/* No comment provided by engineer. */
"Missed call from" = "Nem fogadott hívás a következőtől:";

/* No comment provided by engineer. */
"Missing phone number information" = "Hiányzó telefonszám-információ";

/* The signaling mode used */
"Mode" = "Mód";

/* No comment provided by engineer. */
"moderator" = "moderátor";

/* No comment provided by engineer. */
"Modification date" = "Módosítás dátuma";

/* More menu elements */
"More" = "More";

/* No comment provided by engineer. */
"More actions" = "További műveletek";

/* No comment provided by engineer. */
"Multiple answers" = "Több válasz";

/* No comment provided by engineer. */
"Mute all notifications" = "Összes értesítés némítása";

/* No comment provided by engineer. */
"Mute others" = "Mute others";

/* No comment provided by engineer. */
"My location" = "Saját hely";

/* No comment provided by engineer. */
"Name" = "Név";

/* No comment provided by engineer. */
"Nearby places" = "Közeli helyek";

/* No comment provided by engineer. */
"Network available" = "A hálózat elérhető";

/* No comment provided by engineer. */
"Network not available" = "A hálózat nem érhető el";

/* Never subscribed to the push notification server */
"Never subscribed" = "Sosem iratkozott fel";

/* No comment provided by engineer. */
"New conversation" = "Új beszélgetés";

/* No comment provided by engineer. */
"New poll" = "Új szavazás";

/* Remind me next week about that message */
"Next week" = "Következő hét";

/* No comment provided by engineer. */
"Tassos Talk server not found" = "A Tassos Talk kiszolgáló nem található";

/* No comment provided by engineer. */
"No" = "Nem";

/* No comment provided by engineer. */
"No actions available" = "Nincs elérhető művelet";

/* No comment provided by engineer. */
"No active account found" = "No active account found";

/* No comment provided by engineer. */
"No active bots" = "No active bots";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "No AI provider available or summarizing failed";

/* No comment provided by engineer. */
"No banned users or guests" = "No banned users or guests";

/* No comment provided by engineer. */
"No bots available for this conversation" = "No bots available for this conversation";

/* No comment provided by engineer. */
"No description provided" = "Nincs leírás megadva";

/* No comment provided by engineer. */
"No files in here" = "Itt nincsenek fájlok";

/* 'No filter' meaning 'No filter will be applied in conversations list' */
"No filter" = "No filter";

/* No comment provided by engineer. */
"No followed threads" = "No followed threads";

/* Do not group conversations by type */
"No grouping" = "No grouping";

/* No comment provided by engineer. */
"No messages found to summarize" = "No messages found to summarize";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "Még nincs üzenet, kezdeményezzen beszélgetést.";

/* No comment provided by engineer. */
"No participants found" = "Nem találhatók résztvevők";

/* No comment provided by engineer. */
"No permission to join this conversation" = "No permission to join this conversation";

/* No comment provided by engineer. */
"No poll drafts saved yet" = "No poll drafts saved yet";

/* No comment provided by engineer. */
"No recent threads" = "No recent threads";

/* No comment provided by engineer. */
"No response from server" = "A kiszolgáló nem válaszol";

/* No comment provided by engineer. */
"No results found" = "Nincs találat";

/* No comment provided by engineer. */
"No shared items" = "Nincsenek megosztott elemek";

/* No comment provided by engineer. */
"No upcoming events" = "No upcoming events";

/* No comment provided by engineer. */
"No user found" = "No user found";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "Normál";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "Nem lett kérve";

/* No comment provided by engineer. */
"Note to self" = "Jegyzet magmnak";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "Note:";

/* No comment provided by engineer. */
"Notifications" = "Értesítések";

/* No comment provided by engineer. */
"Notifications app enabled?" = "Engedélyezett az Értesítések alkalmazás?";

/* No comment provided by engineer. */
"Notify about calls" = "Notify about calls";

/* Indicates an event happening right now */
"Now" = "Most";

/* No comment provided by engineer. */
"Off" = "Ki";

/* No comment provided by engineer. */
"Offline" = "Kapcsolat nélkül";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "Kapcsolat nélkül, csak a letöltött üzenetek jelennek meg";

/* No comment provided by engineer. */
"OK" = "OK";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "Régi fiók";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "Ha kilép egy zárt beszélgetésből, akkor meghívó szükséges az újbóli visszacsatlakozáshoz. A nyílt beszélgetésekhez bármikor vissza tud csatlakozni.";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "Once a conversation is unarchived, it will be shown by default again.";

/* No comment provided by engineer. */
"Online" = "Elérhető";

/* No comment provided by engineer. */
"Online status" = "Elérhető állapot";

/* No comment provided by engineer. */
"Only audio and screen shares" = "Only audio and screen shares";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "Csak a normál csevegőüzeneteket lehet törölni";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "Szinkronizálás csak a megbízható kiszolgálókkal";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "Csak a telefonszám integrációval egyeztetett emberek láthatják";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "Csak az ezen a példányon lévő személyek és a vendégek láthatják";

/* No comment provided by engineer. */
"Open" = "Open";

/* No comment provided by engineer. */
"Open app settings" = "Alkalmazásbeállítások megnyitása";

/* No comment provided by engineer. */
"Open conversation to registered users" = "Beszélgetés megnyitása a regisztrált felhasználók számára";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "Beszélgetések megnyitása";

/* No comment provided by engineer. */
"Open in %@" = "Megnyitás ezzel: %@";

/* No comment provided by engineer. */
"Open in Google Maps" = "Open in Google Maps";

/* No comment provided by engineer. */
"Open in Maps" = "Open in Maps";

/* A menu to show additional options for the current conversation */
"Option menu" = "Option menu";

/* No comment provided by engineer. */
"Other Accounts" = "Egyéb fiókok";

/* No comment provided by engineer. */
"Other participants" = "Other participants";

/* No comment provided by engineer. */
"Others" = "Egyebek";

/* Owner of a repository */
"Owner" = "Tulajdonos";

/* No comment provided by engineer. */
"Participants" = "Participants";

/* No comment provided by engineer. */
"Password" = "Jelszó";

/* No comment provided by engineer. */
"Password copied" = "Password copied";

/* No comment provided by engineer. */
"Password is secure" = "Password is secure";

/* No comment provided by engineer. */
"Password needs to be at least %d characters long" = "Password needs to be at least %d characters long";

/* No comment provided by engineer. */
"Password protection" = "Jelszavas védelem";

/* No comment provided by engineer. */
"Pending invitations" = "Pending invitations";

/* No comment provided by engineer. */
"Phone number" = "Telefonszám";

/* No comment provided by engineer. */
"Phone number integration" = "Telefonszám integráció";

/* No comment provided by engineer. */
"Phone number set successfully" = "Telefonszám beállítása sikeres";

/* No comment provided by engineer. */
"Photo Library" = "Fényképek";

/* No comment provided by engineer. */
"Photo library access" = "Fényképtár-hozzáférés";

/* No comment provided by engineer. */
"Pick date & time" = "Válasszon dátumot és időt";

/* Pin a message to be always visible in the chat */
"Pin message" = "Pin message";

/* Message was pinned at … */
"Pinned at %@" = "Pinned at %@";

/* A message was pinned by ... */
"pinned by" = "pinned by";

/* No comment provided by engineer. */
"Pinned messages" = "Pinned messages";

/* Message is pinned until … */
"Pinned until %@" = "Pinned until %@";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "Ellenőrizze, hogy érvényes kiszolgálócímet adott-e meg.";

/* No comment provided by engineer. */
"Please check that you entered the correct Tassos Talk server address." = "Ellenőrizze, hogy helyes Tassos Talk-kiszolgálócímet adott-e meg.";

/* No comment provided by engineer. */
"Please check that you entered the correct server address." = "Please check that you entered the correct server address.";

/* No comment provided by engineer. */
"Please contact your system administrator." = "Lépjen kapcsolatba a rendszergazdával.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "Frissítse a kiszolgálót a rendelkezésre álló legújabb %@ verzióval.";

/* No comment provided by engineer. */
"Please update." = "Frissítsen.";

/* No comment provided by engineer. */
"Poll" = "Szavazás";

/* No comment provided by engineer. */
"Poll draft" = "Poll draft";

/* No comment provided by engineer. */
"Poll draft has been saved" = "Poll draft has been saved";

/* No comment provided by engineer. */
"Poll drafts" = "Poll drafts";

/* No comment provided by engineer. */
"Poll results" = "Szavazás eredménye";

/* No comment provided by engineer. */
"Polls" = "Szavazások";

/* No comment provided by engineer. */
"Preview" = "Előnézet";

/* No comment provided by engineer. */
"Privacy" = "Adatvédelem";

/* No comment provided by engineer. */
"Private" = "Privát";

/* Show private conversations before group ones */
"Private first" = "Private first";

/* No comment provided by engineer. */
"Profile" = "Profil";

/* No comment provided by engineer. */
"Profile picture" = "Profilkép";

/* No comment provided by engineer. */
"Promote to moderator" = "Kinevezés moderátorrá";

/* No comment provided by engineer. */
"Published" = "Közzétett";

/* No comment provided by engineer. */
"Push notifications" = "Leküldéses értesítések";

/* No comment provided by engineer. */
"Question" = "Kérdés";

/* No comment provided by engineer. */
"Raise hand" = "Kéz felemelése";

/* No comment provided by engineer. */
"Reachable?" = "Elérhető?";

/* No comment provided by engineer. */
"Reactions" = "Reakciók";

/* No comment provided by engineer. */
"Read status" = "Olvasási állapot";

/* No comment provided by engineer. */
"Received call from an old account" = "Hívás fogadva egy régi fiókból";

/* No comment provided by engineer. */
"Recent threads" = "Recent threads";

/* No comment provided by engineer. */
"Record voice message" = "Hangüzenet rögzítése";

/* No comment provided by engineer. */
"Recording" = "Felvétel";

/* No comment provided by engineer. */
"Recording consent is required" = "Recording consent is required";

/* No comment provided by engineer. */
"Recording consent required for joining the call" = "Recording consent required for joining the call";

/* No comment provided by engineer. */
"Recordings" = "Felvételek";

/* No comment provided by engineer. */
"Redo" = "Újra";

/* No comment provided by engineer. */
"Reference API supported?" = "A referencia API támogatott?";

/* No comment provided by engineer. */
"Reject" = "Reject";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "Az emlékeztető sikeresen törölve lett";

/* No comment provided by engineer. */
"Reminder was successfully set" = "Az emlékeztető sikeresen be lett állítva";

/* No comment provided by engineer. */
"Remote server is unreachable" = "Remote server is unreachable";

/* No comment provided by engineer. */
"Remove" = "Eltávolítás";

/* No comment provided by engineer. */
"Remove account" = "Fiók eltávolítása";

/* No comment provided by engineer. */
"Remove from favorites" = "Eltávolítás a kedvencekből";

/* No comment provided by engineer. */
"Remove group and members" = "Csoport és tagok eltávolítása";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "A régi ismételt elemek eltávolítása, és csak a legfrissebb bejegyzések megtartása.";

/* No comment provided by engineer. */
"Remove participant" = "Résztvevő eltávolítása";

/* No comment provided by engineer. */
"Remove password" = "Jelszó eltávolítása";

/* No comment provided by engineer. */
"Remove team and members" = "Remove team and members";

/* Replacement in case of out of office */
"Replacement" = "Replacement";

/* Replacement in case of out of office */
"Replacement (optional)" = "Replacement (optional)";

/* No comment provided by engineer. */
"Reply" = "Válasz";

/* No comment provided by engineer. */
"Reply privately" = "Válasz privátban";

/* Name of a repository */
"Repo" = "Tároló";

/* Reschedule a message that is send later */
"Reschedule" = "Reschedule";

/* Reschedule a message that is send later with a notification */
"Reschedule with notification" = "Reschedule with notification";

/* Reschedule a message that is send later without a notification */
"Reschedule without notification" = "Reschedule without notification";

/* No comment provided by engineer. */
"Resend" = "Újraküdés";

/* No comment provided by engineer. */
"Resend invitation" = "Meghívás újraküldése";

/* No comment provided by engineer. */
"Resend invitations" = "Meghívások újraküldése";

/* Title for a section where different reset options are shown */
"Reset" = "Reset";

/* Replacement in case of out of office */
"Reset replacement" = "Reset replacement";

/* Results of a poll */
"Results" = "Eredmények";

/* No comment provided by engineer. */
"Retry" = "Újra";

/* Save conversation description */
"Save" = "Mentés";

/* No comment provided by engineer. */
"Save as draft" = "Save as draft";

/* No comment provided by engineer. */
"Save password" = "Save password";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "Save to 'Note to self'";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "Köszönjön a barátainak és munkatársainak!";

/* No comment provided by engineer. */
"Scan QR code" = "Scan QR code";

/* Noun. 'Schedule' of a meeting */
"Schedule" = "Schedule";

/* No comment provided by engineer. */
"Schedule a meeting" = "Schedule a meeting";

/* No comment provided by engineer. */
"Scheduled messages" = "Scheduled messages";

/* No comment provided by engineer. */
"Screensharing stopped" = "Screensharing stopped";

/* No comment provided by engineer. */
"Search" = "Keresés";

/* No comment provided by engineer. */
"Search for places" = "Helyek keresése";

/* Replacement in case of out of office */
"Select a replacement" = "Select a replacement";

/* No comment provided by engineer. */
"Select language" = "Nyelv kiválasztása";

/* Copy a 'selection' of a message */
"Selection" = "Selection";

/* No comment provided by engineer. */
"Send" = "Küldés";

/* No comment provided by engineer. */
"Send a reaction" = "Reakció küldése";

/* No comment provided by engineer. */
"Send call notification" = "Hívásértesítés küldése";

/* No comment provided by engineer. */
"Send later" = "Send later";

/* No comment provided by engineer. */
"Send later without notification" = "Send later without notification";

/* No comment provided by engineer. */
"Send message" = "Üzenet küldése";

/* Send a message now */
"Send now" = "Send now";

/* No comment provided by engineer. */
"Send without notification" = "Küldés értesítés nélkül";

/* No comment provided by engineer. */
"Send/Accept" = "Küldés/fogadás";

/* No comment provided by engineer. */
"Sending no invitations" = "Sending no invitations";

/* No comment provided by engineer. */
"Sensitive conversation" = "Sensitive conversation";

/* A message has been sent without notifications */
"Sent without notification" = "Sent without notification";

/* No comment provided by engineer. */
"Server" = "Kiszolgáló";

/* No comment provided by engineer. */
"Server address https://…" = "Kiszolgálócím https://…";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "A kiszolgáló jelenleg karbantartási módban van";

/* No comment provided by engineer. */
"Server not found" = "Server not found";

/* No comment provided by engineer. */
"Set" = "Beállítás";

/* No comment provided by engineer. */
"Set password" = "Jelszó beállítása";

/* Remind me later about that message */
"Set reminder" = "Emlékeztető beállítása";

/* No comment provided by engineer. */
"Set status message" = "Állapotüzenet beállítása";

/* No comment provided by engineer. */
"Settings" = "Beállítások";

/* No comment provided by engineer. */
"Share" = "Megosztás";

/* No comment provided by engineer. */
"Share a file from your Tassos Talk" = "Fájl megosztása a Tassos Talk";

/* No comment provided by engineer. */
"Share current location" = "Jelenlegi hely megosztása";

/* No comment provided by engineer. */
"Share link" = "Megosztási hivatkozás";

/* No comment provided by engineer. */
"Share location" = "Hely megosztása";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "Gombostű helyének megosztása";

/* No comment provided by engineer. */
"Share to chat" = "Megosztás csevegésben";

/* No comment provided by engineer. */
"Share with" = "Megosztva a következővel";

/* No comment provided by engineer. */
"Shared items" = "Megosztott elemek";

/* No comment provided by engineer. */
"Shared location" = "Megosztott hely";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "Sharing to a federated conversation is not supported.";

/* No comment provided by engineer. */
"Short absence status" = "Short absence status";

/* No comment provided by engineer. */
"Short absence status is too long" = "Short absence status is too long";

/* No comment provided by engineer. */
"Show more…" = "Továbbiak megjelenítése…";

/* No comment provided by engineer. */
"Signaling" = "Jelzőrendszer";

/* No comment provided by engineer. */
"SIP dial-in" = "SIP-es tárcsázás";

/* No comment provided by engineer. */
"Skip" = "Kihagyás";

/* No comment provided by engineer. */
"Slide to cancel" = "Csúsztassa a megszakításhoz";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "Néhány üzenet nem látható, le lesznek töltve, ha lesz internet";

/* Title for conversations sorting options */
"Sort conversations" = "Sort conversations";

/* No comment provided by engineer. */
"Source code" = "Forráskód";

/* speaker = Loudspeaker, device */
"Speaker" = "Hangszóró";

/* speaker = Loudspeaker, device */
"Speaker disabled" = "Hangszóró letiltva";

/* speaker = Loudspeaker, device */
"Speaker enabled" = "Hangszóró engedélyezve";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "A beszédfelismerés elérése nem engedélyezett. Ellenőrizze a beállításokat.";

/* No comment provided by engineer. */
"Speech recognition failed" = "Beszédfelismerés sikertelen";

/* No comment provided by engineer. */
"Start a new group conversation" = "Start a new group conversation";

/* No comment provided by engineer. */
"Start call" = "Start call";

/* No comment provided by engineer. */
"Start call silently" = "Start call silently";

/* No comment provided by engineer. */
"Start recording" = "Felvétel indítása";

/* No comment provided by engineer. */
"Start time" = "Kezdési idő";

/* No comment provided by engineer. */
"Start video call" = "Start video call";

/* No comment provided by engineer. */
"Start video call silently" = "Start video call silently";

/* No comment provided by engineer. */
"Status" = "Állapot";

/* No comment provided by engineer. */
"Status message" = "Állapotüzenet";

/* Action to 'Stop' a recording */
"Stop" = "Leállítás";

/* No comment provided by engineer. */
"Stop recording" = "Felvétel leállítása";

/* No comment provided by engineer. */
"Stop screensharing" = "Stop screensharing";

/* Strikethrough text */
"Strikethrough" = "Strikethrough";

/* No comment provided by engineer. */
"STUN servers" = "STUN-kiszolgálók";

/* No comment provided by engineer. */
"Submit vote" = "Szavazat leadása";

/* No comment provided by engineer. */
"Switch account" = "Fiókváltás";

/* No comment provided by engineer. */
"Switching to another conversation …" = "Váltás egy másik beszélgetésre…";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "Szinkronizálás a megbízható kiszolgálókkal, valamint a globális és nyilvános címjegyzékkel";

/* Talk to a user */
"Talk to" = "Talk to";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "Koppintson és tartsa a hangüzenet rögzítéséhez";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "Koppintson és tartsa a hangüzenet rögzítéséhez, az elküldéshez engedje fel a gombot.";

/* No comment provided by engineer. */
"Test failed" = "Test failed";

/* No comment provided by engineer. */
"Test push notifications" = "Test push notifications";

/* No comment provided by engineer. */
"Test results" = "Test results";

/* No comment provided by engineer. */
"Test results copied" = "Test results copied";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "Az alkalmazás túl régi, és már nem támogatja ez a kiszolgáló.";

/* No comment provided by engineer. */
"The call for this event ended. Do you want to delete this conversation for everyone?" = "The call for this event ended. Do you want to delete this conversation for everyone?";

/* No comment provided by engineer. */
"The call has been running for one hour" = "A hívás egy órája tart.";

/* No comment provided by engineer. */
"The call might be recorded" = "The call might be recorded";

/* No comment provided by engineer. */
"The password is wrong" = "A jelszó hibás";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call.";

/* No comment provided by engineer. */
"The token might be used already or is expired. Please generate a new QR code and retry." = "The token might be used already or is expired. Please generate a new QR code and retry.";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "Nincs fiókja %1$@ felhasználónak a(z) %2$@ kiszolgálón.";

/* No comment provided by engineer. */
"This call is being recorded" = "A hívásról felvétel készül";

/* No comment provided by engineer. */
"This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation." = "This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation.";

/* No comment provided by engineer. */
"This conversation is read-only" = "Ez a beszélgetés csak olvasható";

/* No comment provided by engineer. */
"This conversation will be automatically deleted for everyone in %ld days of no activity." = "This conversation will be automatically deleted for everyone in %ld days of no activity.";

/* No comment provided by engineer. */
"This is the web address you use to access your server in your web browser." = "This is the web address you use to access your server in your web browser.";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "A találkozó ekkora van ütemezve:";

/* No comment provided by engineer. */
"This might take a moment" = "This might take a moment";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "This summary is AI generated and may contain mistakes.";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "Ez általában azt jelenti, hogy ez az eszköz előzőleg egy olyan fiókkal volt használva, amely nem lett megfelelően eltávolítva a kiszolgálóról.";

/* No comment provided by engineer. */
"This week" = "Ezen a héten";

/* Remind me this weekend about that message */
"This weekend" = "Ezen a hétvégén";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "Ez érinti az alkalmazás funkcionalitását. Ellenőrizze a beállításokat.";

/* No comment provided by engineer. */
"Thread" = "Thread";

/* No comment provided by engineer. */
"Thread notification level button" = "Thread notification level button";

/* No comment provided by engineer. */
"Thread title" = "Thread title";

/* No comment provided by engineer. */
"Threads" = "Threads";

/* No comment provided by engineer. */
"Title" = "Title";

/* 'To' which language user wants to translate text */
"To" = "Címzett";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "A probléma megoldásához használja a webes felületet, és ugorjon a ''Beállítások → Biztonság'' oldalra.";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "Címzett:";

/* No comment provided by engineer. */
"Today" = "Ma";

/* Remind me tomorrow about that message */
"Tomorrow" = "Holnap";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "Leiratozás";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "Leirat";

/* No comment provided by engineer. */
"Translate" = "Fordítás";

/* No comment provided by engineer. */
"Translation" = "Fordítás";

/* No comment provided by engineer. */
"Translation failed" = "A fordítás sikertelen";

/* Waiting message when trying to login with QR code */
"Trying to login…" = "Trying to login…";

/* No comment provided by engineer. */
"TURN servers" = "TURN-kiszolgálók";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter handle @…" = "Twitter azonosító @…";

/* No comment provided by engineer. */
"Typing indicator" = "Gépelésjelző";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "Typing indicators are only available when using a high performance backend (HPB)";

/* No comment provided by engineer. */
"Unable to get context of the message" = "Unable to get context of the message";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "Unable to get conversation of the message";

/* No comment provided by engineer. */
"Unable to load file" = "A fájl betöltése sikertelen";

/* No comment provided by engineer. */
"Unable to open file" = "A fájl megnyitása sikertelen";

/* No comment provided by engineer. */
"Unable to validate password right now" = "Unable to validate password right now";

/* No comment provided by engineer. */
"Unarchive conversation" = "Unarchive conversation";

/* No comment provided by engineer. */
"Unavailable" = "Nem érhető el";

/* No comment provided by engineer. */
"Unban" = "Unban";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "Ellenőrizze, hogy az ''Eszközök és munkamenetek'' alatt van-e ismételt munkamenet ugyanahhoz az eszközhöz.";

/* No comment provided by engineer. */
"Undo" = "Visszavonás";

/* No comment provided by engineer. */
"Undo Typing" = "Gépelés visszavonása";

/* No comment provided by engineer. */
"Unknown" = "Ismeretlen";

/* No comment provided by engineer. */
"Unknown error" = "Ismeretlen hiba";

/* No comment provided by engineer. */
"Unknown error occurred" = "Ismeretlen hiba történt";

/* No comment provided by engineer. */
"Unpin" = "Unpin";

/* No comment provided by engineer. */
"Unpin message" = "Unpin message";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "Olvasatlan";

/* No comment provided by engineer. */
"Unread mentions" = "Olvasatlan említések";

/* No comment provided by engineer. */
"Unread messages" = "Olvasatlan üzenetek";

/* Calling is not supported */
"Unsupported" = "Unsupported";

/* No comment provided by engineer. */
"Update" = "Frissítés";

/* No comment provided by engineer. */
"Updated notification settings" = "Updated notification settings";

/* No comment provided by engineer. */
"Upload failed" = "A feltöltés sikertelen";

/* No comment provided by engineer. */
"Uploading %ld elements" = "%ld elem feltöltése";

/* No comment provided by engineer. */
"User" = "Felhasználó";

/* No comment provided by engineer. */
"User profile and settings" = "Felhasználói profil és beállítások";

/* No comment provided by engineer. */
"User status supported?" = "A felhasználói állapot támogatott?";

/* No comment provided by engineer. */
"User storage quota exceeded" = "User storage quota exceeded";

/* No comment provided by engineer. */
"Users" = "Felhasználók";

/* No comment provided by engineer. */
"Validating password…" = "Validating password…";

/* No comment provided by engineer. */
"Version" = "Verzió";

/* Join a call in video call mode */
"Video call" = "Video call";

/* No comment provided by engineer. */
"Video quality" = "Videó minősége";

/* Conversation visibility settings */
"Visibility" = "Visibility";

/* No comment provided by engineer. */
"Voice messages" = "Hangüzenetek";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "Várakozás %@ csatlakozására a híváshoz…";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "Várakozás a többiek csatlakozására…";

/* No comment provided by engineer. */
"Website" = "Weboldal";

/* No comment provided by engineer. */
"What is your status?" = "Mi a helyzet Önnel?";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "Írjon üzenetet, @ ha meg akar valakit említeni…";

/* No comment provided by engineer. */
"Yes" = "Igen";

/* No comment provided by engineer. */
"Yesterday" = "Tegnap";

/* No comment provided by engineer. */
"You" = "Ön";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "Hozzáadta {user0} felhasználót és %ld további résztvevőt";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "Hozzáadta {user0} -t és {user1} -t";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "You and %ld more participants joined the call";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "You and %ld more participants left the call";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = "Ön és {actor0} csatlakozott a híváshoz";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "Ön és {actor0} kilépett a hívásból";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "Ön jelenleg a váróban van";

/* No comment provided by engineer. */
"You are not allowed to add or remove reactions in this conversation" = "You are not allowed to add or remove reactions in this conversation";

/* No comment provided by engineer. */
"You are not part of any conversation" = "Nem részese egyetlen beszélgetésnek sem";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "Nem részese egyetlen beszélgetésnek sem. Nyomja meg a + gombot egy új indításához.";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "Beállíthatja telefonszámát, hogy a többi felhasználó megtalálja Önt";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "You demoted {user0} and %ld more participants from moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "Lefokozta {user0} és {user1} felhasználókat a moderátorok közül";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "You have %ld pending invitations";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "Egy moderátor elnémította Önt";

/* No comment provided by engineer. */
"You have no meetings scheduled." = "You have no meetings scheduled.";

/* No comment provided by engineer. */
"You have no unread mentions." = "You have no unread mentions.";

/* No comment provided by engineer. */
"You have no unread messages." = "You have no unread messages.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "Új moderátort kell kineveznie, mielőtt elhagyhatja ezt a beszélgetést: %@.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "Új moderátort kell kineveznie, mielőtt elhagyhatja a beszélgetést";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "You promoted {user0} and %ld more participants to moderators";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "Moderátorrá léptette elő {user0} és {user1} felhasználókat";

/* No comment provided by engineer. */
"You received a new notification" = "Új értesítést kapott";

/* No comment provided by engineer. */
"You reconnected to the call" = "Csatlakozott a híváshoz";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "Eltávolította {user0} felhasználót és %ld további résztvevőt";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "Eltávolította a következőket: {user0} és {user1}";

/* No comment provided by engineer. */
"Your email address" = "Az Ön e-mail-címe";

/* No comment provided by engineer. */
"Your phone number" = "Az Ön telefonszáma";

/* No comment provided by engineer. */
"Your PIN" = "Az Ön PIN-kódja";

/* No comment provided by engineer. */
"Your postal address" = "Az Ön postai címe";

/* 'Zammad' is a product name */
"Zammad API error" = "Zammad API error";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = "{actor0} hozzáadta Önt és %ld további résztvevőt";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "{actor0} hozáadta Önt és {user0} -t";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "{actor0} hozzáadta {user0} felhasználót és %ld további résztvevőt";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "{actor0} hozzáadta {user0} -t és {user1} -t";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "{actor0} and %ld more participants joined the call";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = "{actor0} and %ld more participants left the call";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "{actor0} és {actor1} csatlakozott a híváshoz";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = "{actor0} és {actor1} kilépett a hívásból";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = "{actor0} demoted you and %ld more participants from moderators";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = "{actor0} lefokozta Önt és {user0} felhasználót a moderátorok közül";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = "{actor0} demoted {user0} and %ld more participants from moderators";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "{actor0} lefokozta {user0} és {user1} felhasználókat a moderátorok közül";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "{actor0} promoted you and %ld more participants to moderators";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "{actor0} moderátorrá léptette elő Önt és {user0} felhasználót";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "{actor0} promoted {user0} and %ld more participants to moderators";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "{actor0} moderátorrá léptette elő {user0} és {user1} felhasználókat";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "{actor0} újracsatlakozott a híváshoz";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "{actor0} eltávolította Önt és %ld további résztvevőt";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "{actor0} eltávolította Önt és {user0} -t";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "{actor0} eltávolította {user0} felhasználót és %ld további résztvevőt";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "{actor0} eltávolította {user0} -t és {user1} -t";

/* No comment provided by engineer. */
"↓ New messages" = "↓ Új üzenetek";

